Repository: gardelin/climbing-card
Catalog: resources/language/*/app.po
Languages: hr

source: Add
hr: Dodaj

source: All climbed routes
hr: Svi kartonski upisi

source: By turning this option your climbing card data will be visible to all visitors
hr: Ako uključte ovu opciju vaš penjački karton biti će vidljiv svim posjetiteljima stranice

source: Card
hr: Karton

source: Cards
hr: Karton

source: Check your climbing statistics
hr: Postavke penjačkog kartona

source: Climbing Cards
hr: Penjački Karton

source: Comment
hr: Komentar

source: Crag
hr: Penjalište

source: Crag - Sector
hr: Penjalište - Sektor

source: Crag required!
hr: Unesi Penjalište

source: Date
hr: Datum

source: Date required!
hr: Unesi Datum!

source: Export CSV
hr: Izvezi CSV

source: First
hr: Prva

source: General
hr: Generalne Postavke

source: Grade
hr: Ocjena

source: Grade required!
hr: Unesite Ocjenu!

source: Last
hr: Zadnja

source: Make my card public
hr: Učini moj penjački karton javnim

source: Manage all cards
hr: Administriraj sve upise

source: Manage your climbed routes.
hr: Ažuriraj svoje popete smjerove

source: Manage your climbing card settings
hr: Postavke penjačkog kartona

source: Next
hr: Sljedeća

source: Number of climbed routes per grade
hr: Broj smjerova po ocjeni

source: of
hr: od

source: Off
hr: Isključeno

source: On
hr: Uključeno

source: Page
hr: Stranica

source: Per page
hr: Broj upisa po stranici

source: Prev
hr: Nazad

source: records
hr: upisa

source: Route
hr: Smjer

source: Route Name
hr: Smjer

source: Route required!
hr: Unesite Smjer

source: Search Cards
hr: Pretraži Karton

source: Select Dates
hr: Odaberi Datume

source: Select Grade
hr: Odaberi Ocjenu

source: Settings
hr: Postavke

source: Statistics
hr: Statistika

source: Style
hr: Način

source: Total
hr: Ukupno

source: Actions
hr: Akcije

source: Select Date
hr: Odaberi Datum
